---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FloorAttrThicknessParam
source: html/441372fd-36e9-c46b-cbd9-40856b788af3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FloorAttrThicknessParam Property

"Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId FloorAttrThicknessParam { get; }
```